export const MealsCategory = [
    { id: 0, name: 'без типа' },
    { id: 1, name: 'завтрак' },
    { id: 2, name: 'перекус 1' },
    { id: 3, name: 'обед' },
    { id: 4, name: 'перекус 2' },
    { id: 5, name: 'ужин' },
    { id: 6, name: 'десерт' },
]
export const MenuCategory = [
    { id: 0, name: 'без типа' },
    { id: 1, name: 'веганское' },
    { id: 2, name: 'ХИТ' },
    { id: 3, name: 'особенное' },
    { id: 4, name: 'альтернативное' },
    { id: 5, name: 'Anti Age' },
    { id: 6, name: 'парное' },
    { id: 7, name: 'постное' },
    { id: 8, name: 'базовое' },
    { id: 9, name: 'витаминное' },
    { id: 10, name: 'безлактозное' },
    { id: 11, name: 'без духовки' },
]

export const ProductCategory = [
    { id: 0, name: 'Все' },
    { id: 1, name: 'Грибы' },
    { id: 2, name: 'Консервы' },
    { id: 3, name: 'Крупы и бобовые' },
    { id: 4, name: 'Макаронные изделия' },
    { id: 5, name: 'Масла' },
    { id: 6, name: 'Мед' },
    { id: 7, name: 'Молочные продукты' },
    { id: 8, name: 'Мука' },
    { id: 9, name: 'Мясные продукты' },
    { id: 10, name: 'Овощи и зелень' },
    { id: 11, name: 'Остальное' },
    { id: 12, name: 'Приправы' },
    { id: 13, name: 'Растительное молоко' },
    { id: 14, name: 'Рыба и морепродукты' },
    { id: 15, name: 'Сахарозаменители' },
    { id: 16, name: 'Семена' },
    { id: 17, name: 'Соевые продукты' },
    { id: 18, name: 'Спортивное питание' },
    { id: 19, name: 'Субпродукты' },
    { id: 20, name: 'Сухофрукты и орехи' },
    { id: 21, name: 'Фрукты и ягоды' },
    { id: 22, name: 'Хлеб и хлебцы' },
    { id: 23, name: 'Яйца' },
]

export const WorkoutCategory = [
    { id: 0, name: 'без типа' },
    { id: 1, name: 'Домашние УРОВЕНЬ 1 НОВИЧОК' }, //3week
    { id: 2, name: 'Домашние УРОВЕНЬ 1 ПРОДВИНУТЫЙ' },
    { id: 3, name: 'Домашние УРОВЕНЬ 2 НОВИЧОК' }, //3week
    { id: 4, name: 'Домашние УРОВЕНЬ 2 ПРОДВИНУТЫЙ' },
    { id: 5, name: 'Домашние УРОВЕНЬ 3 НОВИЧОК' }, //3week
    { id: 6, name: 'Домашние УРОВЕНЬ 3 ПРОДВИНУТЫЙ' },
    { id: 7, name: 'Для тренажёрного зала НОВИЧОК' },
    { id: 8, name: 'Для тренажёрного зала ПРОДВИНУТЫЙ' },
    { id: 9, name: 'Щадящие тренировки' },
]

export const MenuFor = [
    { id: 0, name: 'без типа' },
    { id: 1, name: 'на день' }, //3week
    { id: 2, name: 'на неделю' },
]
